CSI API ETABS v1
cSelect.PreviousSelection Method
 Restores the previous selection
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int PreviousSelection()
Function PreviousSelection As Integer
Dim instance As cSelect
Dim returnValue As Integer
returnValue = instance.PreviousSelection()
int PreviousSelection()
abstract PreviousSelection : unit -> int
Return Value
Type: Int32
 Returns zero if the selection is successfully restored, otherwise it returns nonzero
Remarks
See Also
Reference
cSelect Interface
ETABSv1 Namespace